{
    "headline": "CV",
    "sections": [{
        "type": "section_header",
        "text": "Charlotte Tilbury"
    }, {
        "type": "section_subheader",
        "text": "Head of Engineering (January 2020 - Today)"
    }, {
        "type": "text_block",
        "text": "Shortly before the Covid-19 Pandemic landed in the UK, I took on the role of Head of Engineering, with Engineering Managers and Lead Engineers reporting to me. Currently the Charlotte Tilbury Engineering Team is over 25 people and growing. Having to learn to be a Manager of Managers as we went into Lockdown was a huge learning curve."
    },{
        "type": "text_block",
        "text": "I've had to keep a close eye on team culture as we paid down feature debt, which was a tricky 12 months, but not I'm putting in place strategic goals and structures that will make the Charlotte Tilbury Engineering Team a stable and sustainable team."
    }, {
        "type":"section_subheader",
        "text": "Engineering Manager (March 2019 - March 2020)"
    }, {
        "type": "text_block",
        "text": "As an Engineering Manager I had a small team and managed our Single Customer View Project. This was a high-ambiguity project with a very small team"
    }, {
        "type":"section_subheader",
        "text": "Senior Engineer (August 2018 - March 2019)"
    }, {
        "type":"text_block",
        "text": "Played a key role in replatforming the Charlotte Tilbury Website, splitting my time between performance reivews of the previous site and actively building the new one."
    },{
        "type":"section_header",
        "text": "WeSwap.com (2013 - 2018)"
    },{
        "type": "section_subheader",
        "text": "Lead Engineer"
    }, {
        "type":"text_block",
        "text": "As Lead Engineer at WeSwap, I designed and rebuilt the WeSwap Exchange, a Peer-to-peer platform that swapped money reliably between people."
    },{
        "type": "section_subheader",
        "text": "Full Stack Engineer"
    }, {
        "type": "section_header",
        "text": "Department of Infectious Disease Epidemiology, Imperial College London"
    }, {
        "type": "section_subheader",
        "text": "Software Engineer"
    }]
}